Cutoff Level cannot be below bottom of roof.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId UptoHeightTooLow { get; }
  Visual Basic
Public Shared ReadOnly Property UptoHeightTooLow As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ UptoHeightTooLow {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RoofFailures Class
  Autodesk.Revit.DB Namespace